[
  {
    "type": "ability",
    "id": "friend_catapult",
    "name": "Friend Catapult",
    "costs": {
      "resource": null,
      "amount": null
    },
    "story_text": "As a maneuver, you grab a willing adjacent ally or object of your size or smaller, then vertical push that target up to a number of squares equal to twice your Might score.",
    "keywords": [],
    "action_type": "Maneuver",
    "range": {
      "distance": "Self",
      "area": null
    },
    "targets": "One willing adjacent ally or object of your size or smaller",
    "effect": "Vertical push target up to twice your Might score in squares. Reduce fall damage by twice your Might score. Can't use again until earning 1+ Victories.",
    "special_effect": null
  },
  {
    "type": "ability",
    "id": "arcane_trick",
    "name": "Arcane Trick",
    "costs": {
      "resource": null,
      "amount": null
    },
    "story_text": "You can perform various minor magical effects.",
    "keywords": ["Magic"],
    "action_type": "Main Action",
    "range": {
      "distance": "Self; see below",
      "area": null
    },
    "targets": "Self",
    "effect": "Choose one of the following effects:\n• You teleport a size 1S or smaller object adjacent to you into an unoccupied space adjacent to you.\n• Until the start of your next turn, a part of your body shoots a shower of harmless noisy sparks that light up each square adjacent to you.\n• You ignite or snuff out (your choice) every mundane light source of 1L or smaller adjacent to you.\n• You transform up to 1 pound of edible food you touch to make it taste delicious or disgusting.\n• Until the start of your next turn, you make your body exude a particular odor you've smelled before. This smell can be sensed by each creature within 5 squares of you, but can't impose any condition or other drawback on those creatures.\n• You place a small magical inscription on the surface of a mundane object you touch, or you can remove an inscription that was made by you or by another creature using Arcane Trick.\n• You touch a size 1T object to cover it with an illusion that makes it look like a different object. Any creature who handles the object becomes aware of the illusion. The illusion ends when you stop touching the object.",
    "special_effect": null
  },
  {
    "type": "ability",
    "id": "creature_sense",
    "name": "Creature Sense",
    "costs": {
      "resource": null,
      "amount": null
    },
    "story_text": "You can sense the nature of nearby creatures.",
    "keywords": [],
    "action_type": "Maneuver",
    "range": {
      "distance": "Self",
      "area": null
    },
    "targets": "One creature within 10 squares",
    "effect": "If that creature is your level or lower, you learn the keywords in their stat block (Demon, Humanoid, Undead, and so forth).",
    "special_effect": null
  },
  {
    "type": "ability",
    "id": "invisible_force",
    "name": "Invisible Force",
    "costs": {
      "resource": null,
      "amount": null
    },
    "story_text": "You can manipulate objects with your mind.",
    "keywords": ["Psionic", "Ranged"],
    "action_type": "Maneuver",
    "range": {
      "distance": "Ranged 10",
      "area": null
    },
    "targets": "One size 1T object",
    "effect": "You can grab or manipulate the target object with your mind, moving the object up to a number of squares equal to your Reason, Intuition, or Presence score (your choice). You can use this ability to turn doorknobs, pull levers, and so forth. You can manipulate any small movable piece of a larger object as long as the piece is unattended and size 1T. You can't use this ability to break a smaller piece off a larger object.",
    "special_effect": null
  },
  {
    "type": "ability",
    "id": "psychic_whisper",
    "name": "Psychic Whisper",
    "costs": {
      "resource": null,
      "amount": null
    },
    "story_text": "You can send telepathic messages to allies.",
    "keywords": ["Psionic", "Ranged"],
    "action_type": "Maneuver",
    "range": {
      "distance": "Ranged 10",
      "area": null
    },
    "targets": "One ally",
    "effect": "As long as the target understands one or more languages, you send a telepathic message to them that takes 10 seconds or less to speak. The target knows who the message is from and can decide to ignore it and subsequent messages.",
    "special_effect": null
  }
]
